tutorials/incompressible/simpleSolver/ras/ACCM_backwardFacingStep2D/constant/RASProperties
/*-------------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*------------------------------------------------------------------------------*/

FoamFile
{
	version			2.0;
	format			ascii;
	class			dictionary;
	location		"constant";
	object			RASProperties;
}

//--------------------------------------------------------------------------------

// For Spalarat-Alamaras Model, enable the below line
//RASModel				SpalartAllmaras;

// For k-omega SST Model, enable the below line
//RASModel				kOmegaSST;


// For Realizable k-epsilon Model, enable the below line
RASModel			realizableKE;

turbulence			on;

printCoeffs			on;
