tutorials/incompressible/simpleSolver/ras/ACCM_backwardFacingStep2D/0/epsilon
/*---------------------------------------------------------------------------*\
Caelus 10.04
Web:      www.caelus-cml.com 
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.079598;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.079598;
    }
    outlet
    {
        type            zeroGradient;
    }
    symm-left
    {
        type            empty;
    }
    symm-right
    {
        type            empty;
    }
    top-wall
    {
        type            epsilonWallFunction;
        value           uniform 0;
    }
    upstream
    {
        type            symmetryPlane;
    }
    wall
    {
        type            epsilonWallFunction;
        value           uniform 0;
    }
}


// ************************************************************************* //
